11/data/attachments/3b75a8bab43083d.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Kathryn_third_Actions_80574_4</nif:username>
            <nif:friendToBeRequested>soap_actions_cb0587d4-e7af-415b-a7c9-6a83c166a212</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>